{
  "chart": {
    "title": "CO₂ emissions per capita vs. GDP per capita",
    "subtitle": "This measures CO₂ emissions from [fossil fuels and industry](#dod:fossilemissions) only – land-use change is not included. GDP per capita is adjusted for inflation and differences in living costs between countries.",
    "note": "GDP per capita is expressed in [international-$](#dod:int_dollar_abbreviation) at 2011 prices.",
    "citation": "Global Carbon Budget (2024); Population based on various sources (2024); Bolt and van Zanden - Maddison Project Database 2023",
    "originalChartUrl": "https://ourworldindata.org/grapher/co2-emissions-vs-gdp?v=1&csvType=filtered&useColumnShortNames=false",
    "selection": []
  },
  "columns": {
    "Annual CO₂ emissions (per capita)": {
      "titleShort": "CO₂ emissions per capita",
      "titleLong": "CO₂ emissions per capita",
      "descriptionShort": "Carbon dioxide (CO₂) emissions from [burning fossil fuels and industrial processes](#dod:fossilemissions). This includes emissions from transport, electricity generation, and heating, but not [land-use change](#dod:land-use-change-emissions).\n",
      "descriptionKey": [
        "Carbon dioxide (CO₂) is the primary [greenhouse gas](#dod:ghgemissions) causing climate change.",
        "Global CO₂ emissions have stayed just below five tonnes per person for over a decade. But across countries, emissions vary widely, rising in some, falling in others.",
        "Fossil fuel burning is the main source of CO₂ emissions. This data includes [fossil CO₂ emissions](#dod:fossilemissions) from activities such as transport, electricity generation, and heating.",
        "These figures don't include CO₂ emissions from [changes in land use](#dod:land-use-change-emissions), like deforestation or reforestation.",
        "Emissions from international aviation and shipping are not included in the data for any individual country or region. They are only counted in the global total.",
        "This data is based on territorial emissions, meaning the emissions produced within a country's borders, but not those from imported goods. For example, emissions from imported steel are counted in the country where the steel is produced. To learn more and look at emissions adjusted for trade, read our article: [How do CO₂ emissions compare when we adjust for trade?](https://ourworldindata.org/consumption-based-co2)",
        "The data comes from the Global Carbon Budget. Fossil CO₂ emissions are estimated using national statistics on energy use — such as coal, oil, and gas consumption — and industrial production, particularly cement. These figures are converted into CO₂ emissions using standardized emission factors. For more details, read [the Global Carbon Budget paper](https://doi.org/10.5194/essd-15-5301-2023).",
        "CO₂ emissions per capita are calculated by dividing emissions by population. They represent the average emissions per person in a country or region. To learn more about how different metrics capture the distribution of CO₂ emissions, read our article: [Per capita, national, historical: how do countries compare on CO2 metrics?](https://ourworldindata.org/co2-emissions-metrics)"
      ],
      "descriptionProcessing": "- Global emissions are converted from tonnes of carbon to tonnes of carbon dioxide (CO₂) using a factor of 3.664. This is the conversion factor [recommended by the Global Carbon Project](https://globalcarbonbudgetdata.org/downloads/jGJH0-data/Global+Carbon+Budget+v2024+Dataset+Descriptions.pdf). It reflects that one tonne of carbon, when fully oxidized, forms 3.664 tonnes of CO₂, based on the relative molecular weights of carbon and oxygen in CO₂.\n- Emissions from the 1991 Kuwaiti oil fires are included in Kuwait's emissions for that year.\n- To calculate CO₂ emissions per capita, we divide the original data by a country's estimated population. These estimates come from our population dataset based on [multiple sources](https://ourworldindata.org/population-sources).\n",
      "shortUnit": "t/person",
      "unit": "tonnes per person",
      "timespan": "1750-2023",
      "type": "Numeric",
      "owidVariableId": 998404,
      "shortName": "emissions_total_per_capita",
      "lastUpdated": "2024-11-21",
      "nextUpdate": "2025-11-21",
      "citationShort": "Global Carbon Budget (2024); Population based on various sources (2024) – with major processing by Our World in Data",
      "citationLong": "Global Carbon Budget (2024); Population based on various sources (2024) – with major processing by Our World in Data. “CO₂ emissions per capita” [dataset]. Global Carbon Project, “Global Carbon Budget”; Various sources, “Population” [original data].",
      "fullMetadata": "https://api.ourworldindata.org/v1/indicators/998404.metadata.json"
    },
    "GDP per capita": {
      "titleShort": "GDP per capita",
      "titleLong": "GDP per capita - Maddison Project Database – In constant international-$. Historical data",
      "descriptionShort": "Average economic output per person in a country or region per year. This data is adjusted for inflation and for differences in living costs between countries.",
      "descriptionKey": [
        "The Maddison Project Database is based on the work of many researchers who have produced estimates of economic growth and population for individual countries. The full list of sources for this historical data is given in [the original dataset](https://dataverse.nl/api/access/datafile/421302).",
        "Gross domestic product (GDP) is a measure of the total value added from the production of goods and services in a country or region each year. GDP per capita is GDP divided by population.",
        "This indicator provides information on economic growth and income levels in the _very long run_. Some country estimates are available as far back as 1 CE, and regional estimates as far back as 1820 CE.",
        "This data is adjusted for inflation and for differences in living costs between countries.",
        "This data is expressed in [international-$](#dod:int_dollar_abbreviation) at 2011 prices, using a combination of 2011 and 1990 PPPs for historical data.",
        "Time series for former countries and territories are calculated forward in time by estimating values based on their last official borders.",
        "For more regularly updated estimates of GDP per capita since 1990, see the [World Bank's indicator](https://ourworldindata.org/grapher/gdp-per-capita-worldbank)."
      ],
      "shortUnit": "$",
      "unit": "international-$ in 2011 prices",
      "timespan": "1-2022",
      "type": "Numeric",
      "owidVariableId": 900793,
      "shortName": "gdp_per_capita",
      "lastUpdated": "2024-04-26",
      "nextUpdate": "2027-04-22",
      "citationShort": "Bolt and van Zanden - Maddison Project Database 2023 – with minor processing by Our World in Data",
      "citationLong": "Bolt and van Zanden - Maddison Project Database 2023 – with minor processing by Our World in Data. “GDP per capita – Maddison Project Database – In constant international-$. Historical data” [dataset]. Bolt and van Zanden, “Maddison Project Database 2023” [original data].",
      "fullMetadata": "https://api.ourworldindata.org/v1/indicators/900793.metadata.json"
    },
    "900793-annotations": {
      "titleShort": "900793-annotations",
      "titleLong": "900793-annotations",
      "type": "SeriesAnnotation",
      "citationShort": " – processed by Our World in Data",
      "citationLong": " – processed by Our World in Data. “900793-annotations” [dataset].",
      "fullMetadata": "https://api.ourworldindata.org/v1/indicators/undefined.metadata.json"
    },
    "Population (historical)": {
      "titleShort": "Population (historical)",
      "titleLong": "Population (historical)",
      "descriptionShort": "Population by country, available from 10,000 BCE to 2023, based on data and estimates from different sources.",
      "descriptionProcessing": "### Combination of different sources\nThe population data is constructed by combining data from multiple sources:\n\n- 10,000 BCE - 1799: Historical estimates by HYDE (v3.3).\n\n- 1800 - 1949: Historical estimates by Gapminder (v7).\n\n- 1950-2023: Population records by the UN World Population Prospects (2024 revision).\n\n### Regional aggregates\n\n**Continents and other region aggregates**:\n\nFor most of the years, we've estimated regional aggregates by summing the population of countries in each region. We've relied on [our continents](https://ourworldindata.org/world-region-map-definitions#our-world-in-data) and [World Bank income group definitions](https://ourworldindata.org/grapher/world-bank-income-groups). The only exception is before 1800, where we've used HYDE's estimates on continents (but not income groups).\n\n**World**:\n- Before 1800: We've used HYDE's estimates.\n- 1800-1950: We've estimated the World population by summing all available countries in the dataset, ensuring that we do not double-count any country.\n- After 1950: We've relied on UN WPP's estimates.",
      "shortUnit": "",
      "unit": "people",
      "timespan": "-10000-2023",
      "type": "Integer",
      "owidVariableId": 953903,
      "shortName": "population_historical",
      "lastUpdated": "2024-07-15",
      "nextUpdate": "2026-07-15",
      "citationShort": "HYDE (2023); Gapminder (2022); UN WPP (2024) – with major processing by Our World in Data",
      "citationLong": "HYDE (2023); Gapminder (2022); UN WPP (2024) – with major processing by Our World in Data. “Population (historical)” [dataset]. PBL Netherlands Environmental Assessment Agency, “History Database of the Global Environment 3.3”; Gapminder, “Population v7”; United Nations, “World Population Prospects”; Gapminder, “Systema Globalis” [original data].",
      "fullMetadata": "https://api.ourworldindata.org/v1/indicators/953903.metadata.json"
    },
    "World regions according to OWID": {
      "titleShort": "World regions according to OWID",
      "titleLong": "World regions according to OWID",
      "unit": "",
      "timespan": "2023-2023",
      "type": "Continent",
      "owidVariableId": 900801,
      "shortName": "owid_region",
      "lastUpdated": "2023-01-01",
      "citationShort": "Our World in Data – processed by Our World in Data",
      "citationLong": "Our World in Data – processed by Our World in Data. “World regions according to OWID” [dataset]. Our World in Data, “Regions” [original data].",
      "fullMetadata": "https://api.ourworldindata.org/v1/indicators/900801.metadata.json"
    }
  },
  "dateDownloaded": "2025-07-27",
  "activeFilters": {}
}